[{"model": "recipes.image", "pk": 1, "fields": {"pathImage": "05282022234813blog-1.jpg"}}, {"model": "recipes.image", "pk": 2, "fields": {"pathImage": "05272022192053blog-1.jpg"}}, {"model": "recipes.image", "pk": 3, "fields": {"pathImage": "05272022192101blog-1.jpg"}}, {"model": "recipes.image", "pk": 4, "fields": {"pathImage": "05272022192108blog-1.jpg"}}, {"model": "recipes.image", "pk": 5, "fields": {"pathImage": "05272022192119blog-1.jpg"}}, {"model": "recipes.recipe", "pk": 1, "fields": {"title": "Рисовые блинчики", "created_at": "2022-05-27T16:35:54.717Z", "user": 2, "description": "<p>Ингредиенты:</p>\r\n\r\n<p>Мука рисовая - 1 стакан Жидкость - около 2,5 стаканов Яйца - 2-3 шт. Сахар или сладкий сироп - по вкусу Растительное масло - 1-1,5 ст.л. Соль - 1 щепотка Как готовить Для приготовления блинов из рисовой муки подготовьте ингредиенты по списку. Взбейте в пену яйца со щепоткой соли. Посыпать яйца солью Взбить яйца венчиком Влейте в яичную массу сыворотку (или молоко) и растительное масло. Ещё раз взбейте. Влить молоко Добавьте рисовую муку, перемешайте и взбейте. Всыпать рисовую муку Жарьте блины на разогретой сковороде с двух сторон. Налить на сковороду тесто Пожарить блин Блины из рисовой муки готовы. Рецепт блинов из рисовой муки Подавайте к ним помакушки и начинки по вкусу. Приятного аппетита!</p>", "image": 1}}, {"model": "recipes.recipe", "pk": 2, "fields": {"title": "Оладьи на кефире", "created_at": "2022-05-27T16:38:00.188Z", "user": 2, "description": "Ингредиенты:\r\nкефир 250 г\r\nяйцо 1 шт.\r\nмука 220-240 г\r\nсахар 1 ст. ложка\r\nсоль 1/4 ч. ложки\r\nсода 1/4 ч. ложки\r\nмасло растительное для жарки\r\n\r\nСпособ приготовления:\r\nВот все ингредиенты, которые нам понадобятся для приготовления оладьев на кефире. Чтобы оладьи хорошо поднялись и пропеклись, тесто не должно охлаждать разогретое в сковороде масло, соответственно ингредиенты не должны быть холодными, они должны быть как минимум комнатной температуры. Яйцо и кефир можно подогреть, а остальное (мука, сахар, соль, сода), если храните в холодильнике, то достаньте заранее. Яйцо помойте и положите на несколько минут в горячую воду из-под крана, так оно быстро согреется.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nКефир (250 г) тоже должен быть как минимум комнатной температуры, но ещё лучше, если он будет тёплым. Я подогреваю его в микроволновке примерно до 40°С, горячим он быть не должен. При подогреве кефир может немного свернуться, ничего страшного, просто перемешайте его, он снова станет более однородным.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nЯйцо выбиваем в ёмкость для взбивания, добавляем сахар (1 ст. ложку) и соль (1/4 ч. ложки). Перемешиваем венчиком или миксером до однородного состояния.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nДобавляем кефир и перемешиваем.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nВсыпаем просеянную муку (220-240 г). Т.к. качество муки и остальных ингредиентов у разных производителей отличается, муки вам может потребоваться немного меньше или больше. У меня муки от двух разных производителей требуется разное количество, одной хватает 220г, другой муки приходится добавлять 240г, иначе тесто слишком жидкое. Так что положите вначале 220, а потом добавляйте, если окажется мало. Но, думаю, больше чем 240г, класть не нужно.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nВот посмотрите, какое в результате должно получится тесто. Если набрать его в ложку, оно будет очень медленно стекать. Если у вас оно совсем не стекает, значит, оно очень густое, если стекает быстро — жидкое, добавьте ещё муки.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nВ самом конце мы просеиваем в тесто соду (1/4 ч. ложки) и быстро, но тщательно перемешиваем его, чтобы сода равномерно распределилась. Больше тесто перемешивать нельзя, иначе оно опустится, и оладьи не получатся пышными. Гасить соду ничем не нужно, для её нейтрализации нам достаточно кислоты, содержащийся в кефире. Сразу после приготовления теста приступаем к жарке оладьев.\r\n\r\nСковороду ставим на средний огонь, наливаем растительное масло и даём ему хорошо прогреться. Чем больше масла вы нальёте в сковороду, тем быстрее будут жариться оладьи, лучше поднимутся и прожарятся равномернее, но зато они будут более жирные. Если масла будет совсем мало, оладьи получатся не жирные, но могут плохо прожариться внутри и поднимутся хуже. Я наливаю примерно 2 столовые ложки масла, этого хватает, чтобы они хорошо прожарились и поднялись, но его не так много, чтобы оладьи получились очень жирные. Но вы можете регулировать количество масла сами. Если вам совсем не нравится жарить в масле, возможно, вам больше подойдёт рецепт панкейков.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nВ хорошо разогретое масло выкладываем тесто. На одну оладью уходит одна полная столовая ложка теста. Выкладывать его удобно с помощью двух столовых ложек: одной зачерпываете тесто, второй помогаете его выложить на сковороду. Как только выложили тесто, его сразу можно немного подровнять, с помощью тех же ложек, чтобы оладьи получились ровные. Если у вашей сковороды не очень ровное дно и масло распределяется неравномерно, обязательно перед выкладыванием теста, немного покрутите сковороду, чтобы распределить масло. В процессе жарки тоже время от времени крутите сковороду, чтобы оладьи жарились в масле.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nУ меня на среднем огне оладьи жарятся по паре минут с каждой стороны. Приподнимайте оладьи и контролируйте степень обжарки. Как только нижняя сторона приобретёт красивый румяный оттенок, переворачивайте оладьи на другую сторону.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nКогда вы перевернёте оладьи на другую сторону, они сразу начнут подниматься, значит, всё сделано правильно. Обжариваем их ещё пару минут до такого же румяного цвета, как и первую сторону.\r\n\r\nПышные оладьи на кефире - пошаговый рецепт с фото\r\nГотовые оладьи выкладываем на бумажное полотенце, чтобы в него впиталось лишнее масло с оладьев. Разломите одну оладью и посмотрите, хорошо ли она прожарилась, если внутри осталось сырое тесто, значит нужно снижать температуру нагрева и жарить немного дольше. Поджарьте также оладьи из всего оставшегося теста.", "image": 2}}, {"model": "recipes.recipe", "pk": 3, "fields": {"title": "Тонкие блины на молоке", "created_at": "2022-05-27T16:39:48.818Z", "user": 2, "description": "Ингредиенты:\r\nмолоко 500 мл\r\nяйца 3 шт.\r\nмука 200 г\r\nмасло сливочное (или растительное) 30 г (2 ст. ложки)\r\nсахар 30 г (2 ст. ложки)\r\nсоль 2-3 г (1/2 ч. ложки)\r\n\r\nПриготовление\r\nПодготовим все ингредиенты. Хорошо, если все они будут комнатной температуры, тогда они лучше соединятся. Поэтому лучше достаньте яйца (3 шт.) и молоко (500 мл) из холодильника заранее. Масло (30 г или 2 ст. ложки) можно использовать как растительное рафинированное (без запаха), так и сливочное. Сливочное масло придаёт блинчикам большую румяность и сливочный вкус. Если используете сливочное масло, то его необходимо растопить и дать ему остыть.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nЯйца хорошо моем, выбиваем в ёмкость для взбивания, добавляем сахар (30 г или 2 ст. ложки) и соль (1/2 ч. ложки). Перемешиваем до однородности миксером, венчиком или просто вилкой. Здесь у нас нет необходимости взбить яйца в пену, нужно лишь перемешать до однородного состояния и полного растворения соли и сахара.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nДобавляем к яичной массе небольшую часть молока, где-то 100-150 мл. Мы не наливаем всё молоко сразу, потому что, при добавлении муки, более густое тесто проще перемешать до однородного состояния. Если выльем всё молоко сразу, скорее всего, в тесте останутся непромешанные комочки муки, и придётся в дальнейшем процеживать тесто, чтобы от них избавится. Так что пока добавляем только небольшую часть молока и перемешиваем массу до однородности.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nПросеиваем муку (200 г) в ёмкость с тестом. Это необходимо для того, чтобы насытить муку кислородом и очистить её от возможных примесей, поэтому рекомендую не пропускать этот пункт.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nПеремешиваем тесто. Сейчас оно довольно густое, и должно перемешаться до гладкого однородного состояния, без комочков.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nТеперь добавляем оставшееся молоко и снова перемешиваем.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nНаливаем остывшее растопленное сливочное или растительное масло в тесто. Перемешиваем до однородности, тесто получится довольно жидкое, примерно как жирные сливки.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nНа этой фотографии я постаралась передать консистенцию теста, которое у меня получилось. В любом случае, когда вы пожарите 2-3 блинчика, вы поймёте правильная консистенция у вас получилась, или нет. Если тесто получилось очень густое, добавьте немного воды или молока, если же оно жидкое — добавьте немного муки.\r\n\r\nНу а теперь, когда тесто готово, пора жарить блины. Я предпочитаю использовать специальную блинную сковородку, а ещё лучше сразу две, так получается жарить вдвое быстрее. Я смазываю сковородку маслом только перед жаркой первого блинчика, дальше этого не требуется, хватает того масла, которое мы добавили в тесто. Однако, тут всё зависит от сковороды, если блинчики будут прилипать к сковородке, то смазывайте её каждый раз, перед тем, как налить тесто. Смазывать сковороду лучше растительным маслом, т.к. сливочное очень быстро начинает гореть. Используйте для смазывания сковороды силиконовую кисточку или просто салфетку, пропитанную маслом.\r\n\r\nИтак, хорошо разогреваем сковородку, потому что, именно на раскалённой сковороде, получаются пористые блины, с дырочками, а ведь это то, чего мы и добиваемся. На плохо разогретой сковороде дырочек на блине у вас не получится.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nНаливаем тесто на раскалённую сковородку и одновременно вращаем её по кругу так, что бы тесто покрыло дно ровным тонким слоем. Видите, у меня сразу появились дырочки на блине, это потому что сковородка очень горячая, и никакой соды не нужно.\r\n\r\nКогда вы пожарите несколько блинчиков, вы поймёте, сколько теста нужно набирать в половник, чтобы его хватало на всю поверхность сковороды. Но я использую один способ, который помогает мне не задумываться над тем, сколько теста мне нужно.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nЗачерпните полный половник теста, вылейте его на горячую сковороду, одновременно вращая её, делайте это быстро. Когда тесто покроет всё дно сковороды, просто вылейте лишнее тесто через край сковороды обратно в миску. Этот способ поможет пожарить вам очень тонкие и ровные блинчики. Однако он хорош лишь, если вы используете блинную сковородку с невысокими стенками. Если будете так же жарить на обычной сковороде с высокими бортиками, то блины получатся не круглые, а с отростком с одной стороны. На блинной сковороде с маленькими стенками этот отросток получается совсем незаметным.\r\n\r\nВ зависимости от нагрева вашей конфорки, может потребоваться разное время на жарку одного блина. Переворачивать блин следует, когда тесто сверху схватится и перестанет быть липким, а края начнут чуть-чуть темнеть. Подденьте блин лопаткой и аккуратно переверните на другую сторону. Расправьте блинчик на сковороде, если он перевернулся неровно.\r\n\r\nТонкие блинчики - пошаговый рецепт с фото - пошаговый рецепт с фото\r\nОбжарьте блин со второй стороны. Приподнимайте край лопаткой и смотрите, чтобы он не подгорел снизу. Когда блинчик снизу станет румяным, снимаем его со сковороды.\r\n\r\nГотовые блины выкладывайте на большую плоскую тарелку, и лучше накрывайте их крышкой, чтобы они оставались горячими. Если вы любите более масляные блины, то смазывайте каждый блинчик растопленным сливочным маслом, очень удобно это делать силиконовой кисточкой. Я обычно блины не смазываю, мне достаточно того масла, что я уже положила в тесто.", "image": 3}}, {"model": "recipes.recipe", "pk": 4, "fields": {"title": "Блины на сыворотке «Пухляки»", "created_at": "2022-05-27T16:41:38.052Z", "user": 2, "description": "<p>Ингредиенты:</p>\r\n\r\n<p>3 стакана муки</p>\r\n\r\n<p>0,5 ст.л. соли щепотка</p>\r\n\r\n<p>сахара 2,5 стакана</p>\r\n\r\n<p>сыворотки 2 яйца</p>\r\n\r\n<p>1 ч.л. соды</p>\r\n\r\n<p>Приготовление</p>\r\n\r\n<p>Эти пухлые блины на сыворотке &ndash; моя гордость! А научила меня их готовить, конечно же, моя бабуля, за что ей особая благодарность, потому как они очень вкусные и пышные, и получаются всегда! Они без особого труда пропекаются за счет того, что хорошо поднимаются и образуют &laquo;дорожки&raquo;, главное условие &ndash; сыворотка должна быть свежей. Такие блины всегда будут вызывать фурор, потому как ооочень высокие и вкусные, золотистые, как солнышко, как правило, одного такого блиночка хватает, чтобы остаться сытым надолго. Кушать их можно с чем угодно, хотя бы просто со сливочным маслицем, которое тает от его &laquo;горячей души&raquo;.</p>", "image": 4}}, {"model": "recipes.recipe", "pk": 5, "fields": {"title": "Блины на молоке без яиц", "created_at": "2022-05-27T16:43:43.622Z", "user": 2, "description": "Ингредиенты:\r\nМука пшеничная - 1 стакан\r\nМолоко - 2 стакана\r\nСахар - 1 ст.л.\r\nСода - 1/2 ч.л.\r\nСоль - по вкусу\r\nМасло растительное – 50 мл\r\n\r\nПриготовление\r\nВ миску влить молоко.\r\nДобавить муку, сахар, соль и соду. Все размешать венчиком.\r\nВсыпать муку\r\nТесто должно постоять минут тридцать. Это обязательное условие. Тогда оно получается более тягучим. После того, как тесто постоит, если оно получается жидковатым, то добавляем муки, а если, наоборот, густоватым – добавить немного молока или воды. В готовое тесто влить растительное масло. Эта манипуляция позволит выпекать блины, смазывая сковородку не перед каждым блином, а только перед первым.\r\nВлить масло\r\nВыпекаем блины на толстостенной сковороде.\r\nГорячую сковороду слегка смазать маслом и влить небольшую порцию теста. Вращая сковороду, распределить тесто равномерно и выпекать. Обжарив с одной стороны...\r\nВылить тесто на сковороду\r\n... поддеваем лопаткой и переворачиваем блин на другую сторону.\r\nПожарить блин\r\nБлины без яиц на молоке должны получиться у вас тонкими и румяными.\r\nГотовые блины без яиц на молоке\r\nПодайте их с любой начинкой, а если совсем в холодильнике не густо, то просто так, по старинке - с чаем. :)", "image": 5}}, {"model": "recipes.category", "pk": 1, "fields": {"title": "Азиатская кухня", "alias": "asian", "recipe": [1]}}, {"model": "recipes.category", "pk": 2, "fields": {"title": "Белорусская кухня", "alias": "belarus", "recipe": [2, 3, 4]}}, {"model": "recipes.category", "pk": 3, "fields": {"title": "Польская кухня", "alias": "polish", "recipe": [4, 5]}}, {"model": "recipes.category", "pk": 4, "fields": {"title": "Украинская кухня", "alias": "ukraine", "recipe": [3]}}, {"model": "recipes.category", "pk": 5, "fields": {"title": "Итальянская кухня", "alias": "italian", "recipe": []}}, {"model": "recipes.comment", "pk": 1, "fields": {"user": 2, "recipe": 1, "created_at": "2022-05-27T19:13:57.376Z", "data": "Это первый комментарий"}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2022-05-27T15:46:17.426Z", "user": 1, "content_type": 1, "object_id": "1", "object_repr": "Image object (1)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2022-05-27T16:03:44.092Z", "user": 1, "content_type": 1, "object_id": "2", "object_repr": "Image object (2)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2022-05-27T16:08:49.992Z", "user": 1, "content_type": 1, "object_id": "3", "object_repr": "Image object (3)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2022-05-27T16:20:45.720Z", "user": 1, "content_type": 1, "object_id": "1", "object_repr": "Image object (1)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2022-05-27T16:20:53.367Z", "user": 1, "content_type": 1, "object_id": "2", "object_repr": "Image object (2)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2022-05-27T16:21:01.764Z", "user": 1, "content_type": 1, "object_id": "3", "object_repr": "Image object (3)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2022-05-27T16:21:08.535Z", "user": 1, "content_type": 1, "object_id": "4", "object_repr": "Image object (4)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2022-05-27T16:21:19.693Z", "user": 1, "content_type": 1, "object_id": "5", "object_repr": "Image object (5)", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 9, "fields": {"action_time": "2022-05-27T16:27:32.703Z", "user": 1, "content_type": 5, "object_id": "1", "object_repr": "Азиатская кухня", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 10, "fields": {"action_time": "2022-05-27T16:30:09.736Z", "user": 1, "content_type": 5, "object_id": "2", "object_repr": "Белорусская кухня", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2022-05-27T16:30:37.424Z", "user": 1, "content_type": 5, "object_id": "3", "object_repr": "Польская кухня", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2022-05-27T16:30:56.036Z", "user": 1, "content_type": 5, "object_id": "4", "object_repr": "Украинская кухня", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2022-05-27T16:31:17.293Z", "user": 1, "content_type": 5, "object_id": "5", "object_repr": "Итальянская кухня", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2022-05-27T16:35:54.741Z", "user": 1, "content_type": 3, "object_id": "1", "object_repr": "Риовые блинчики", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2022-05-27T16:38:00.209Z", "user": 1, "content_type": 3, "object_id": "2", "object_repr": "Оладьи на кефире", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2022-05-27T16:39:48.840Z", "user": 1, "content_type": 3, "object_id": "3", "object_repr": "Тонкие блины на молоке", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2022-05-27T16:41:38.072Z", "user": 1, "content_type": 3, "object_id": "4", "object_repr": "Блины на сыворотке «Пухляки»", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2022-05-27T16:43:43.642Z", "user": 1, "content_type": 3, "object_id": "5", "object_repr": "Блины на молоке без яиц", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2022-05-27T16:44:21.112Z", "user": 1, "content_type": 5, "object_id": "2", "object_repr": "Белорусская кухня", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Recipe\"]}}]"}}, {"model": "admin.logentry", "pk": 20, "fields": {"action_time": "2022-05-27T16:44:39.796Z", "user": 1, "content_type": 5, "object_id": "3", "object_repr": "Польская кухня", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Recipe\"]}}]"}}, {"model": "admin.logentry", "pk": 21, "fields": {"action_time": "2022-05-27T16:44:45.536Z", "user": 1, "content_type": 5, "object_id": "1", "object_repr": "Азиатская кухня", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Recipe\"]}}]"}}, {"model": "admin.logentry", "pk": 22, "fields": {"action_time": "2022-05-27T16:44:53.055Z", "user": 1, "content_type": 5, "object_id": "4", "object_repr": "Украинская кухня", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Recipe\"]}}]"}}, {"model": "admin.logentry", "pk": 23, "fields": {"action_time": "2022-05-27T19:13:57.401Z", "user": 1, "content_type": 4, "object_id": "1", "object_repr": "Это первый комментарий", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 24, "fields": {"action_time": "2022-05-27T19:14:09.933Z", "user": 1, "content_type": 3, "object_id": "1", "object_repr": "Рисовые блинчики", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Title\"]}}]"}}, {"model": "admin.logentry", "pk": 25, "fields": {"action_time": "2022-05-28T18:30:04.383Z", "user": 1, "content_type": 3, "object_id": "4", "object_repr": "Блины на сыворотке «Пухляки»", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Description\"]}}]"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add image", "content_type": 1, "codename": "add_image"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change image", "content_type": 1, "codename": "change_image"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete image", "content_type": 1, "codename": "delete_image"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can view image", "content_type": 1, "codename": "view_image"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can add user", "content_type": 2, "codename": "add_user"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can change user", "content_type": 2, "codename": "change_user"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can delete user", "content_type": 2, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can view user", "content_type": 2, "codename": "view_user"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can add recipe", "content_type": 3, "codename": "add_recipe"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can change recipe", "content_type": 3, "codename": "change_recipe"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can delete recipe", "content_type": 3, "codename": "delete_recipe"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can view recipe", "content_type": 3, "codename": "view_recipe"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add comment", "content_type": 4, "codename": "add_comment"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change comment", "content_type": 4, "codename": "change_comment"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete comment", "content_type": 4, "codename": "delete_comment"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can view comment", "content_type": 4, "codename": "view_comment"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can add category", "content_type": 5, "codename": "add_category"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can change category", "content_type": 5, "codename": "change_category"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can delete category", "content_type": 5, "codename": "delete_category"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can view category", "content_type": 5, "codename": "view_category"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can add log entry", "content_type": 6, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can change log entry", "content_type": 6, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can delete log entry", "content_type": 6, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can view log entry", "content_type": 6, "codename": "view_logentry"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add permission", "content_type": 7, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change permission", "content_type": 7, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete permission", "content_type": 7, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can view permission", "content_type": 7, "codename": "view_permission"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can add group", "content_type": 8, "codename": "add_group"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can change group", "content_type": 8, "codename": "change_group"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can delete group", "content_type": 8, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can view group", "content_type": 8, "codename": "view_group"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can add user", "content_type": 9, "codename": "add_user"}}, {"model": "auth.permission", "pk": 34, "fields": {"name": "Can change user", "content_type": 9, "codename": "change_user"}}, {"model": "auth.permission", "pk": 35, "fields": {"name": "Can delete user", "content_type": 9, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 36, "fields": {"name": "Can view user", "content_type": 9, "codename": "view_user"}}, {"model": "auth.permission", "pk": 37, "fields": {"name": "Can add content type", "content_type": 10, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 38, "fields": {"name": "Can change content type", "content_type": 10, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 39, "fields": {"name": "Can delete content type", "content_type": 10, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 40, "fields": {"name": "Can view content type", "content_type": 10, "codename": "view_contenttype"}}, {"model": "auth.permission", "pk": 41, "fields": {"name": "Can add session", "content_type": 11, "codename": "add_session"}}, {"model": "auth.permission", "pk": 42, "fields": {"name": "Can change session", "content_type": 11, "codename": "change_session"}}, {"model": "auth.permission", "pk": 43, "fields": {"name": "Can delete session", "content_type": 11, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 44, "fields": {"name": "Can view session", "content_type": 11, "codename": "view_session"}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$320000$4XR72YawcBzzE61edwkWrr$UPl8QDpLx0dTWUBv8OV4+a6tgKcyqMfYm/E38p18xcU=", "last_login": "2022-05-28T18:29:29.356Z", "is_superuser": true, "username": "admin", "first_name": "", "last_name": "", "email": "admin@admin.com", "is_staff": true, "is_active": true, "date_joined": "2022-05-25T19:50:40.509Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 2, "fields": {"password": "pbkdf2_sha256$320000$7kkyHzLb1Flf4hhBKvLE1H$SaRc3vrk3qkUXANNbTknmSGqYffcjyTkNVwNMXyVBpE=", "last_login": "2022-05-28T18:30:30.716Z", "is_superuser": false, "username": "raphael", "first_name": "", "last_name": "", "email": "test@test.by", "is_staff": false, "is_active": true, "date_joined": "2022-05-27T08:19:30.509Z", "groups": [], "user_permissions": []}}, {"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "recipes", "model": "image"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "recipes", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "recipes", "model": "recipe"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "recipes", "model": "comment"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "recipes", "model": "category"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "auth", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 10, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 11, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "sessions.session", "pk": "9yoq5pd06urivw4avqp7bdxaymjh7p6s", "fields": {"session_data": "e30:1nubKL:MuSy9VjheEtgGpTzM9HneqQ_Kzsguk7x09MVMctPTIo", "expire_date": "2022-06-10T14:52:33.400Z"}}, {"model": "sessions.session", "pk": "xlvcvbuaiw54ejirqi55f0fzeux1u0x7", "fields": {"session_data": ".eJxVjDsOwjAQBe_iGlnx36akzxkse3eNA8iR4qRC3J1ESgHtm5n3ZjFta41bpyVOyK5MssvvlhM8qR0AH6ndZw5zW5cp80PhJ-18nJFet9P9O6ip170uzgaZjQ9KG9QOyOlBCGfyEMAIkl6hA4doC_iyS0lbUqIAWZVM1pZ9vshbN40:1nv1Co:ZSXyBDXiXiRtNoLIHQGn_Qnv06XpJWYgRsfONTF6fVw", "expire_date": "2022-06-11T18:30:30.750Z"}}]